Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Chat.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: Top log probabilities
ar: أعلى الاحتمالات اللوغاريتمية
de: Top-Log-Wahrscheinlichkeiten
es: Probabilidades logarítmicas principales
fr: Meilleures log-probabilités
hi: टॉप लॉग संभावनाएँ
id: Probabilitas log teratas
ja: 上位の対数確率
ko: 상위 로그 확률
pt_br: Probabilidades logarítmicas dos principais tokens
ru: Логарифмические вероятности топ-токенов
th: ความน่าจะเป็นแบบลอการิทึมของโทเค็นอันดับต้น
tr: En yüksek log olasılıkları
vi: Xác suất log cao nhất
zh_hans: Top 对数概率
zh_hant: Top 對數機率

source: Top token probabilities
ar: عدد الرموز المرشّحة المُعادة مع احتمالاتها
de: Anzahl der Kandidaten-Token mit Wahrscheinlichkeiten
es: N.º de tokens candidatos con probabilidad
fr: Nombre de tokens candidats avec probabilités
hi: प्रायिकता सहित लौटाए जाने वाले उम्मीदवार टोकन
id: Jumlah token kandidat beserta probabilitasnya
ja: 確率を返す候補トークン数
ko: 확률을 반환할 후보 토큰 수
pt_br: Nº de tokens candidatos com probabilidade
ru: Число токенов-кандидатов с вероятностями
th: จำนวนโทเค็นตัวเลือกที่ส่งความน่าจะเป็นกลับมา
tr: Olasılığı döndürülecek aday token sayısı
vi: Số token ứng viên trả về xác suất
zh_hans: 返回概率的候选 Token 数
zh_hant: 回傳機率的候選 Token 數

source: Total
ar: الإجمالي
de: Gesamt
hi: कुल
ja: 合計
ko: 합계
ru: Всего
th: รวม
tr: Toplam
vi: Tổng
zh_hans: 总计
zh_hant: 總計

source: Truncated
ar: مقتطع
de: Gekürzt
es: Truncado
fr: Tronqué
hi: काट-छाँट किया गया
id: Dipotong
ja: 省略あり
ko: 잘림
pt_br: Truncado
ru: Обрезано
th: ถูกตัดทอน
tr: Kısaltıldı
vi: Đã cắt bớt
zh_hans: 已截断
zh_hant: 已截斷

source: Turns thinking on or off through the chat template. Whether it works depends on your server.
ar: يشغّل التفكير أو يوقفه عبر قالب المحادثة. يتوقف نجاح ذلك على الخادم.
de: Schaltet Nachdenken über das Chat-Template ein oder aus. Ob das funktioniert, hängt von Ihrem Server ab.
es: Activa o desactiva el razonamiento mediante la plantilla de chat. Que funcione depende de tu servidor.
fr: Active ou désactive la réflexion via le template de chat. Le résultat dépend de votre serveur.
hi: चैट टेम्पलेट के ज़रिए सोच चालू या बंद करता है। यह काम करेगा या नहीं, यह आपके सर्वर पर निर्भर है।
id: Menyalakan atau mematikan berpikir lewat template chat. Berhasil atau tidaknya tergantung server Anda.
ja: チャットテンプレートを通じて思考のオン／オフを切り替えます。実際に効くかどうかはサーバー次第です。
ko: 채팅 템플릿으로 사고를 켜거나 꺼요. 실제로 적용되는지는 서버에 따라 달라요.
pt_br: Liga ou desliga o raciocínio pelo template de chat. Se funciona ou não depende do seu servidor.
ru: Включает и выключает размышление через шаблон чата. Сработает ли это, зависит от вашего сервера.
th: เปิดหรือปิดการคิดผ่านเทมเพลตแชต จะได้ผลหรือไม่ขึ้นอยู่กับเซิร์ฟเวอร์ของคุณ
tr: Düşünmeyi sohbet şablonu üzerinden açar veya kapatır. Çalışıp çalışmayacağı sunucunuza bağlıdır.
vi: Bật hoặc tắt suy nghĩ qua mẫu trò chuyện. Có hiệu lực hay không tùy vào máy chủ của bạn.
zh_hans: 按对话模板开关，是否生效看你的服务
zh_hant: 透過對話範本開關思考，是否生效取決於你的伺服器

source: Type a message...
ar: اكتب رسالة...
de: Nachricht eingeben...
es: Escribe un mensaje...
fr: Écrire un message...
hi: एक संदेश टाइप करें...
id: Ketik pesan...
ja: メッセージを入力してください...
ko: 메시지를 입력하세요...
pt_br: Digite uma mensagem...
ru: Введите сообщение...
th: พิมพ์ข้อความ...
tr: Bir mesaj yazın...
vi: Nhập tin nhắn...
zh_hans: 输入消息...
zh_hant: 輸入訊息...

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
id: Tidak tersedia
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 不可用

source: Use Memory
ar: استخدام الذاكرة
de: Gedächtnis verwenden
es: Usar memoria
fr: Utiliser la mémoire
hi: मेमोरी का प्रयोग करें
id: Gunakan Memori
ja: メモリーを使用
ko: 메모리 사용
pt_br: Usar memória
ru: Использовать память
th: ใช้หน่วยความจำ
tr: Belleği Kullan
vi: Sử dụng bộ nhớ
zh_hans: 使用记忆
zh_hant: 使用記憶

source: Use model default
ar: استخدام الإعداد الافتراضي للنموذج
de: Modellstandard verwenden
es: Usar predeterminado del modelo
fr: Utiliser la valeur par défaut du modèle
hi: मॉडल डिफ़ॉल्ट इस्तेमाल करें
id: Pakai bawaan model
ja: モデルのデフォルトに戻す
ko: 모델 기본값 사용
pt_br: Usar padrão do modelo
ru: Вернуть значение по умолчанию для модели
th: ใช้ค่าเริ่มต้นของโมเดล
tr: Model varsayılanını kullan
vi: Dùng mặc định của mô hình
zh_hans: 用回模型默认
zh_hant: 改回模型預設

source: Uses the model’s default
ar: يستخدم الإعداد الافتراضي للنموذج
de: Nutzt den Standard des Modells
es: Usa el predeterminado del modelo
fr: Suit la valeur par défaut du modèle
hi: मॉडल का डिफ़ॉल्ट इस्तेमाल होता है
id: Mengikuti bawaan model
ja: モデルのデフォルトに従います
ko: 모델 기본값을 따라요
pt_br: Usa o padrão do modelo
ru: Как у модели по умолчанию
th: ทำงานตามค่าเริ่มต้นของโมเดล
tr: Modelin varsayılanını kullanır
vi: Theo mặc định của mô hình
zh_hans: 按模型默认
zh_hant: 依模型預設

source: Using the model default you set
ar: يُستخدم الإعداد الافتراضي الذي حدّدته للنموذج
de: Ihr Modellstandard wird verwendet
es: Usa el predeterminado que definiste
fr: Valeur par défaut que vous avez définie
hi: आपका सेट किया मॉडल डिफ़ॉल्ट लागू है
id: Memakai bawaan model yang Anda atur
ja: 設定したモデルのデフォルトを使用中
ko: 직접 정한 모델 기본값 사용 중
pt_br: Usando o padrão do modelo que você definiu
ru: Используется ваше значение по умолчанию для модели
th: ใช้ค่าเริ่มต้นของโมเดลที่คุณตั้งไว้
tr: Belirlediğiniz model varsayılanı kullanılıyor
vi: Đang dùng mặc định của mô hình do bạn đặt
zh_hans: 沿用你设的模型默认
zh_hant: 沿用你設定的模型預設

source: Verbosity
ar: مستوى التفصيل
de: Ausführlichkeit
es: Nivel de detalle
fr: Niveau de détail
hi: विवरण स्तर
id: Tingkat rincian
ja: 詳細度
ko: 상세 수준
pt_br: Nível de detalhe
ru: Уровень детализации
th: ระดับรายละเอียด
tr: Ayrıntı düzeyi
vi: Mức độ chi tiết
zh_hans: 详细程度
zh_hant: 詳細程度

source: View %@ privacy policy
ar: عرض سياسة الخصوصية %@.
de: Sehen Sie sich die Datenschutzrichtlinie von %@ an
es: Ver política de privacidad de %@
fr: Afficher la politique de confidentialité de %@
hi: %@ गोपनीयता नीति देखें
id: Lihat kebijakan privasi %@
ja: %@ のプライバシー ポリシーを見る
ko: %@ 개인정보 보호정책 보기
pt_br: Veja a política de privacidade de %@
ru: Посмотреть политику конфиденциальности %@
th: ดูนโยบายความเป็นส่วนตัวของ %@
tr: %@ gizlilik politikasını görüntüleyin
vi: Xem chính sách quyền riêng tư của %@
zh_hans: 查看 %@ 隐私政策
zh_hant: 查看 %@ 隱私權政策

source: View all %d citations
ar: عرض كل المصادر (%d)
de: Alle %d Quellen anzeigen
es: Ver las %d fuentes
fr: Voir les %d sources
hi: सभी %d स्रोत देखें
id: Lihat semua %d sumber
ja: %d件の出典をすべて表示
ko: 출처 %d개 모두 보기
pt_br: Ver todas as %d fontes
ru: Показать все источники (%d)
th: ดูแหล่งที่มาทั้งหมด %d รายการ
tr: %d kaynağın tümünü göster
vi: Xem tất cả %d nguồn
zh_hans: 查看全部 %d 条来源
zh_hant: 查看全部 %d 條來源

source: View/edit full memory
ar: عرض/تعديل الذاكرة الكاملة
de: Vollständiges Gedächtnis anzeigen/bearbeiten
es: Ver/editar memoria completa
fr: Voir/modifier la mémoire complète
hi: पूर्ण मेमोरी देखें/संपादित करें
id: Lihat/edit memori penuh
ja: メモリー全文を表示/編集
ko: 전체 메모리 보기/편집
pt_br: Ver/editar memória completa
ru: Просмотр/редактирование полной памяти
th: ดู/แก้ไขหน่วยความจำเต็ม
tr: Tüm belleği görüntüle/düzenle
vi: Xem/chỉnh sửa toàn bộ bộ nhớ
zh_hans: 查看/编辑完整记忆
zh_hant: 查看/編輯完整記憶

source: We couldn't load this conversation's history. Check your connection and try again.
ar: تعذّر تحميل سجل هذه المحادثة. تحقّق من اتصالك وحاول مرة أخرى.
de: Der Verlauf dieser Unterhaltung konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No pudimos cargar el historial de esta conversación. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de charger l'historique de cette conversation. Vérifiez votre connexion et réessayez.
hi: इस बातचीत का इतिहास लोड नहीं हो सका। अपना कनेक्शन जाँचें और फिर से कोशिश करें।
id: Kami tidak dapat memuat riwayat percakapan ini. Periksa koneksi Anda dan coba lagi.
ja: この会話の履歴を読み込めませんでした。接続を確認して再試行してください。
ko: 이 대화의 기록을 불러오지 못했습니다. 연결을 확인한 뒤 다시 시도하세요.
pt_br: Não foi possível carregar o histórico desta conversa. Verifique sua conexão e tente novamente.
ru: Не удалось загрузить историю этого разговора. Проверьте подключение и повторите попытку.
th: ไม่สามารถโหลดประวัติของการสนทนานี้ได้ โปรดตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: Bu sohbetin geçmişi yüklenemedi. Bağlantını kontrol edip tekrar dene.
vi: Không thể tải lịch sử của cuộc trò chuyện này. Hãy kiểm tra kết nối và thử lại.
zh_hans: 无法加载这个会话的历史记录。请检查网络后重试。
zh_hant: 無法載入這個對話的歷史紀錄。請檢查網路後再試一次。

source: Web Search
ar: بحث الويب
de: Websuche
es: Búsqueda web
fr: Recherche web
hi: वेब खोज
id: Pencarian web
ja: ウェブ検索
ko: 웹 검색
pt_br: Busca na web
ru: Поиск в интернете
th: ค้นเว็บ
tr: Web araması
vi: Tìm kiếm web
zh_hans: 联网搜索
zh_hant: 聯網搜尋

source: Web search and thinking fields
ar: حقول بحث الويب والتفكير
de: Felder für Websuche und Nachdenken
es: Campos de búsqueda web y razonamiento
fr: Champs de recherche web et de réflexion
hi: वेब खोज और सोच के फ़ील्ड
id: Kolom pencarian web dan berpikir
ja: ウェブ検索と思考のフィールド
ko: 웹 검색·사고 필드
pt_br: Campos de busca na web e raciocínio
ru: Поля для поиска в интернете и размышления
th: ฟิลด์สำหรับค้นเว็บและการคิด
tr: Web araması ve düşünme alanları
vi: Trường cho tìm kiếm web và suy nghĩ
zh_hans: 联网与思考的字段
zh_hant: 聯網與思考的欄位

source: What can we figure out together?
ar: ما الذي نحلّه معًا؟
de: Was klären wir zusammen?
es: ¿A qué le damos vueltas?
fr: On démêle quoi ensemble ?
hi: मिलकर क्या सुलझाएँ?
id: Mau pecahkan apa bareng?
ja: 一緒に何を考えようか？
ko: 함께 풀어 볼 문제가 있나요?
pt_br: O que vamos destrinchar?
ru: Над чем подумаем вместе?
th: มีอะไรให้ช่วยกันคิดไหม?
tr: Birlikte neyi çözelim?
vi: Có gì cần cùng gỡ rối?
zh_hans: 想一起理清什么？
zh_hant: 想一起釐清什麼？

source: What should we explore?
ar: ماذا نستكشف اليوم؟
de: Woran tüfteln wir heute?
es: ¿Qué exploramos hoy?
fr: On explore quoi ?
hi: आज क्या जानने का मन है?
id: Mau bahas apa hari ini?
ja: 今日は何を調べよう？
ko: 오늘은 무엇을 알아볼까요?
pt_br: O que vamos explorar hoje?
ru: Что сегодня разберём?
th: วันนี้อยากรู้เรื่องอะไร?
tr: Bugün neye kafa yoralım?
vi: Hôm nay tìm hiểu gì đây?
zh_hans: 今天想琢磨点什么？
zh_hant: 今天想研究點什麼？

source: What's on your mind?
ar: ما الذي يدور في ذهنك؟
de: Was beschäftigt dich?
es: ¿Qué tienes en mente?
fr: À quoi tu penses ?
hi: मन में क्या चल रहा है?
id: Lagi mikirin apa?
ja: 気になってることある？
ko: 무슨 생각 하고 계세요?
pt_br: No que você está pensando?
ru: О чём думаешь?
th: กำลังคิดอะไรอยู่?
tr: Aklında ne var?
vi: Bạn đang nghĩ gì thế?
zh_hans: 在想什么呢？
zh_hant: 在想什麼呢？

source: When needed
ar: عند الحاجة
de: Bei Bedarf
es: Cuando haga falta
fr: Si nécessaire
hi: ज़रूरत होने पर
id: Saat diperlukan
ja: 必要なとき
ko: 필요할 때
pt_br: Quando necessário
ru: При необходимости
th: เมื่อจำเป็น
tr: Gerektiğinde
vi: Khi cần
zh_hans: 需要时再搜
zh_hant: 需要時再搜

source: When off, the content is kept but not sent
ar: عند الإيقاف يُحتفظ بالمحتوى دون إرساله
de: Wenn ausgeschaltet, bleibt der Inhalt erhalten, wird aber nicht gesendet
es: Si lo desactivas, el contenido se conserva pero no se envía
fr: Si l’option est désactivée, le contenu est conservé mais n’est pas envoyé
hi: बंद होने पर सामग्री बनी रहती है, पर भेजी नहीं जाती
id: Saat nonaktif, kontennya tetap disimpan tetapi tidak dikirim
ja: オフにしても内容は残りますが、送信はされません
ko: 꺼도 내용은 남지만 보내지는 않아요
pt_br: Com a opção desativada, o conteúdo fica guardado, mas não é enviado
ru: Если выключить, содержимое сохранится, но отправляться не будет
th: เมื่อปิด เนื้อหาจะยังอยู่แต่ไม่ถูกส่ง
tr: Kapalıyken içerik saklanır ama gönderilmez
vi: Khi tắt, nội dung vẫn được giữ nhưng không được gửi
zh_hans: 关掉后内容还在，只是不发
zh_hant: 關閉後內容仍會保留，只是不傳送

source: When sending
ar: عند الإرسال
de: Beim Senden
es: Al enviar
fr: À l’envoi
hi: भेजते समय
id: Saat mengirim
ja: 送信時
ko: 보낼 때
pt_br: Ao enviar
ru: При отправке
th: เมื่อส่ง
tr: Gönderirken
vi: Khi gửi
zh_hans: 发送时
zh_hant: 傳送時

source: Where should we begin?
ar: من أين نبدأ؟
de: Wo fangen wir an?
es: ¿Por dónde empezamos?
fr: Par où on commence ?
hi: कहाँ से शुरू करें?
id: Kita mulai dari mana?
ja: どこから始めようか？
ko: 어디서부터 시작해 볼까요?
pt_br: Por onde começamos?
ru: С чего начнём?
th: เริ่มจากตรงไหนดี?
tr: Nereden başlayalım?
vi: Mình bắt đầu từ đâu nhỉ?
zh_hans: 从哪儿开始好呢？
zh_hant: 要從哪裡開始呢？

source: Write your own
ar: كتابة يدوية
de: Eigene Ergänzungen
es: Campos propios
fr: Saisie libre
hi: खुद लिखें
id: Tulis sendiri
ja: 自分で書く
ko: 직접 작성
pt_br: Campos próprios
ru: Вручную
th: เขียนเอง
tr: Kendi alanlarınız
vi: Tự viết
zh_hans: 自己写
zh_hant: 自己寫

source: XTC threshold
ar: عتبة XTC
de: XTC-Schwellenwert
es: Umbral de XTC
fr: Seuil XTC
hi: XTC थ्रेशोल्ड
id: Ambang XTC
ja: XTC しきい値
ko: XTC 임계값
pt_br: Limiar do XTC
ru: Порог XTC
th: เกณฑ์ของ XTC
tr: XTC eşiği
vi: Ngưỡng XTC
zh_hans: XTC 阈值
zh_hant: XTC 閾值

source: XTC trigger probability
ar: احتمال تفعيل XTC
de: XTC-Auslösewahrscheinlichkeit
es: Probabilidad de activación de XTC
fr: Probabilité de déclenchement XTC
hi: XTC ट्रिगर प्रायिकता
id: Probabilitas pemicu XTC
ja: XTC 発動確率
ko: XTC 발동 확률
pt_br: Probabilidade de ativação do XTC
ru: Вероятность срабатывания XTC
th: ความน่าจะเป็นที่ XTC ทำงาน
tr: XTC tetiklenme olasılığı
vi: Xác suất kích hoạt XTC
zh_hans: XTC 触发概率
zh_hant: XTC 觸發機率

source: You're about to use %@
ar: أنت على وشك استخدام %@
de: Sie sind dabei, %@ zu verwenden
es: Estás a punto de usar %@
fr: Vous êtes sur le point d'utiliser %@
hi: आप %@ का उपयोग करने वाले हैं
id: Anda akan menggunakan %@
ja: %@ を使用しようとしています
ko: %@을(를) 사용하려고 합니다.
pt_br: Você está prestes a usar %@
ru: Вы собираетесь использовать %@
th: คุณกำลังจะใช้ %@
tr: %@ kullanmak üzeresiniz
vi: Bạn sắp sử dụng %@
zh_hans: 您即将使用 %@
zh_hant: 您即將使用 %@

source: Your default
ar: الإعداد الافتراضي للنموذج
de: Ihr Standard
es: Tu predeterminado
fr: Votre valeur par défaut
hi: मॉडल डिफ़ॉल्ट
id: Bawaan Anda
ja: モデルのデフォルト
ko: 모델 기본값
pt_br: Seu padrão
ru: Ваше значение по умолчанию
th: ค่าเริ่มต้นของโมเดล
tr: Varsayılanınız
vi: Mặc định của mô hình
zh_hans: 模型默认
zh_hant: 模型預設

source: Your message will be sent to %@ to generate a response. Oriveo does not store your messages or API keys on our servers.
ar: سيتم إرسال رسالتك إلى %@ لإنشاء الرد. لا تقوم Oriveo بتخزين رسائلك أو مفاتيح واجهة برمجة التطبيقات (API) على خوادمنا.
de: Ihre Nachricht wird an %@ gesendet, um eine Antwort zu generieren. Oriveo speichert Ihre Nachrichten oder API-Schlüssel nicht auf unseren Servern.
es: Tu mensaje será enviado a %@ para generar una respuesta. Oriveo no almacena tus mensajes ni claves API en nuestros servidores.
fr: Votre message sera envoyé à %@ pour générer une réponse. Oriveo ne stocke pas vos messages ni clés API sur nos serveurs.
hi: प्रतिक्रिया उत्पन्न करने के लिए आपका संदेश %@ पर भेजा जाएगा। Oriveo आपके संदेशों या एपीआई कुंजियों को हमारे सर्वर पर संग्रहीत नहीं करता है।
id: Pesan Anda akan dikirim ke %@ untuk menghasilkan respons. Oriveo tidak menyimpan pesan atau API key Anda di server kami.
ja: メッセージは %@ に送信され、応答が生成されます。 Oriveo は、メッセージや API キーをサーバーに保存しません。
ko: 응답을 생성하기 위해 귀하의 메시지가 %@(으)로 전송됩니다. Oriveo는 귀하의 메시지나 API 키를 당사 서버에 저장하지 않습니다.
pt_br: Sua mensagem será enviada para %@ para gerar uma resposta. A Oriveo não armazena suas mensagens ou chaves de API em nossos servidores.
ru: Ваше сообщение будет отправлено на адрес %@ для получения ответа. Oriveo не хранит ваши сообщения или ключи API на наших серверах.
th: ข้อความของคุณจะถูกส่งไปยัง %@ เพื่อสร้างการตอบกลับ Oriveo จะไม่จัดเก็บข้อความหรือคีย์ API ของคุณบนเซิร์ฟเวอร์ของเรา
tr: Mesajınız yanıt oluşturmak için %@ adresine gönderilecek. Oriveo mesajlarınızı veya API anahtarlarınızı sunucularımızda saklamaz.
vi: Tin nhắn của bạn sẽ được gửi tới %@ để tạo phản hồi. Oriveo không lưu trữ tin nhắn hoặc khóa API của bạn trên máy chủ của chúng tôi.
zh_hans: 您的消息将发送至 %@ 以生成回复。 Oriveo 不会在我们的服务器上存储您的消息或 API 密钥。
zh_hant: 您的訊息將發送至 %@ 以產生回應。 Oriveo 不會在我們的伺服器上儲存您的訊息或 API 金鑰。

source: Your message will be sent to the custom endpoint you've configured. Oriveo cannot verify the privacy practices of third-party endpoints.
ar: سيتم إرسال رسالتك إلى نقطة النهاية المخصصة التي قمت بتكوينها. لا تستطيع Oriveo التحقق من ممارسات الخصوصية الخاصة بنقاط نهاية الطرف الثالث.
de: Ihre Nachricht wird an den benutzerdefinierten Endpunkt gesendet, den Sie konfiguriert haben. Oriveo kann die Datenschutzpraktiken von Endpunkten Dritter nicht überprüfen.
es: Tu mensaje se enviará al punto final personalizado que configuraste. Oriveo no puede verificar las prácticas de privacidad de puntos finales de terceros.
fr: Votre message sera envoyé au point de terminaison personnalisé que vous avez configuré. Oriveo ne peut pas vérifier les pratiques de confidentialité des points de terminaison tiers.
hi: आपका संदेश आपके द्वारा कॉन्फ़िगर किए गए कस्टम एंडपॉइंट पर भेजा जाएगा। Oriveo तीसरे पक्ष के एंडपॉइंट की गोपनीयता प्रथाओं को सत्यापित नहीं कर सकता है।
id: Pesan Anda akan dikirim ke titik akhir kustom yang telah Anda konfigurasi. Oriveo tidak dapat memverifikasi praktik privasi titik akhir pihak ketiga.
ja: メッセージは、構成したカスタム エンドポイントに送信されます。 Oriveo は、サードパーティのエンドポイントのプライバシー慣行を検証できません。
ko: 귀하가 구성한 사용자 정의 엔드포인트로 메시지가 전송됩니다. Oriveo는 제3자 엔드포인트의 개인정보 보호 관행을 확인할 수 없습니다.
pt_br: Sua mensagem será enviada para o endpoint personalizado que você configurou. A Oriveo não pode verificar as práticas de privacidade de endpoints de terceiros.
ru: Ваше сообщение будет отправлено на настроенную вами пользовательскую конечную точку. Oriveo не может проверять политику конфиденциальности сторонних конечных точек.
th: ข้อความของคุณจะถูกส่งไปยังปลายทางที่กำหนดเองที่คุณได้กำหนดค่าไว้ Oriveo ไม่สามารถตรวจสอบหลักปฏิบัติด้านความเป็นส่วนตัวของอุปกรณ์ปลายทางของบุคคลที่สามได้
tr: Mesajınız yapılandırdığınız özel uç noktaya gönderilecektir. Oriveo, üçüncü taraf uç noktalarının gizlilik uygulamalarını doğrulayamaz.
vi: Tin nhắn của bạn sẽ được gửi đến điểm cuối tùy chỉnh mà bạn đã định cấu hình. Oriveo không thể xác minh các biện pháp bảo mật của thiết bị đầu cuối bên thứ ba.
zh_hans: 你的消息将发送到你配置的自定义端点。Oriveo 无法核实第三方端点的隐私做法。
zh_hant: 您的訊息將傳送到您配置的自訂端點。 Oriveo 無法驗證第三方端點的隱私實務。
